Repository: AlexDev505/AudioBookPlayer
Catalog: ABPlayer/locales/*/LC_MESSAGES/*.po
Languages: ru

source: Unknown author
ru: Неизвестный автор

source: No suitable driver
ru: Нет подходящего драйвера

# book.already_exists
source: The book is already in the library
ru: Книга уже добавлена в библиотеку

source: Book not found
ru: Книга не найдена

# book.already_downloaded
source: The book being downloaded or has already been downloaded
ru: Книга скачивается или уже скачана

# book.not_downloaded
source: The book is not downloaded
ru: Книга не скачана

# book.wait_for_similar_book_downloading
source: Wait for the download of similar book to finish
ru: Дождитесь окончания скачивания книги похожей книги

source: Connection issues
ru: Проблемы с соединением

# canceled
source: Operation cancelled
ru: Операция отменена

source: Update file not found
ru: Файл обновления не найден

# base.hide_menu
source: Hide menu
ru: скрыть меню

# base.library
source: My books
ru: мои книги

# base.favorite
source: Favourites
ru: избранные

# base.search_book
source: New book
ru: новая книга

# base.downloads
source: Downloads
ru: загрузки

# base.licensed
source: Listened sources
ru: подписки

# base.books_folder
source: Books folder
ru: папка с книгами

# base.settings
source: Settings
ru: настройки

source: s
ru: с

# wait_for_downloading_end
source: Wait for the download to finish
ru: Дождитесь окончания скачивания книги

# online_listening_not_provided
source: Online listening is currently unavailable Download the book to start listening
ru: Онлайн прослушивание пока что недоступно Скачайте книгу, чтобы начать прослушивание

# book.download
source: Download
ru: Скачать

source: Downloads
ru: Загрузки

# no_downloads
source: No active downloads
ru: нет активных загрузок

# filters.query
source: Search in library
ru: найти в библиотеке

# filters.reverse_order
source: In reverse order
ru: в обратном порядке

# filters.authors
source: Authors
ru: Авторы

# filters.series
source: Series
ru: Циклы

source: Library
ru: Библиотека

# library.all
source: All
ru: все

# library.new
source: New
ru: новые

# library.in_process
source: In process
ru: в процессе

# library.listened
source: Listened
ru: прослушанные

# licensed-drivers
source: Licensed sources
ru: Лицензированные источники

source: Search for book
ru: Поиск книги

# begin_typing
source: Start typing or paste a link
ru: начните писать или вставьте ссылку

source: Interface
ru: Интерфейс

source: Dark theme
ru: Тёмная тема

# language
source: Language üåê
ru: Язык (Language)

source: Storage
ru: Хранилище

source: Books folder
ru: Папка для книг

source: Open
ru: Открыть

source: Change
ru: Изменить

source: Version
ru: Версия

source: Developer
ru: Разработчик

source: Project page
ru: Страница проекта

# licensed.authed
source: authed
ru: авторизован

# licensed.not_authed
source: not authenticated
ru: не авторизован

# licensed.logout
source: logout
ru: выйти из аккаунта

# licensed.login
source: login
ru: войти в аккаунт

# book.added
source: Added
ru: Добавлена

# book.listening_progress
source: Listening progress
ru: прослушано

# book.mark_as_new
source: Mark as new
ru: Отметить как новую

# book.mark_as_finished
source: Mark as finished
ru: Отметить как прослушанную

# downloading.initializing
source: Initializing
ru: инициализация

# downloading.waiting
source: Waiting
ru: ожидание

# downloading.preparing
source: Preparing
ru: подготовка

# downloading.downloading
source: Downloading
ru: скачивание

# downloading.ending
source: Ending
ru: завершение

# downloading.finished
source: Download finished
ru: скачивание завершено

# downloading.terminating
source: Stopping
ru: остановка

# book.downloaded
source: Downloaded
ru: скачана

# library.favorite
source: Library: Favourites
ru: Библиотека: Избранное

# book.book_deleted_but_files_already_exists
source: Deleted from library, but downloaded files remain
ru: удалена из библиотеки, но скачанные файлы остались

# book.delete_files
source: Delete remaining files
ru: удалить оставшиеся файлы

# book.deleted_from_library
source: Deleted from library
ru: удалена из библиотеки

# book.files_deleted
source: %s book files deleted
ru: Файлы книги %s удалены

# book.add_to_library
source: Add to library
ru: в библиотеку

# search.empty
source: Nothing found
ru: Ничего не найдено

source: Books folder changed
ru: Папка с книгами изменена

# books_folder.books_added
source: Books discovered
ru: Книг добавлено

# books_folder.downloaded_books_in_old_folder
source: Book files are in previous location
ru: но скачанные ранее файлы остались на месте

# books_folder.move_to_new_folder
source: Move everything to new location
ru: Перенести всё в новое место

# books_folder.delete_old_books
source: Delete files in previous location
ru: Удалить старые книги из библиотеки

# books_folder.moving_files
source: Moving files to new location
ru: Перенос файлов...

# it_can_take_some_time
source: This may take some time
ru: это может занять некоторое время

# books_folder.moving_finished
source: Transfer complete
ru: Перенос завершен

# books_folder.books_moved
source: Book Files moved
ru: Книг перенесено

# books_folder.deleting_files
source: Delete files
ru: удалить оставшиеся файлы

# books_folder.deleting_finished
source: Deletion complete
ru: Удаление завершено

# books_folder.books_deleted
source: Book files deleted
ru: Книг удалено

source: Update available
ru: Доступно обновление

# update.changelog
source: Changelog
ru: список изменений

# update.install
source: Install
ru: установить

# update.new_testing_version
source: New testing version available
ru: Доступна новая версия для тестирования

# update.no_suggest_tests
source: Do not suggest participation in testing
ru: не предлагать участие в тестировании

# update.downloading
source: Downloading update
ru: загрузка
